errors.blocking.invalidFileExtension=El archivo debe tener la extensi\u00f3n .tbf or .cbf
errors.blocking.invalidHeaderLength1=El tama\u00f1o del recorrido es demasiado peque\u00f1o
errors.blocking.invalidHeaderLength2=Tama\u00f1o del encabezado inv\u00e1lido
errors.blocking.invalidHeaderLength3=Nombre del archivo XML demasiado largo
errors.blocking.invalidEvTableLength=Eventos inv\u00e1lidos/Tama\u00f1o tabla de las variables
errors.blocking.invalidFileStructure1=El archivo no contiene hay bloques de datos
errors.blocking.badXmlCrc=%s, CRC del archivo xml no v\u00e1lido
errors.blocking.badXmlEventsVariableAssociationCrc=CRC de la tabla eventos/variables no v\u00e1lido en XML
errors.blocking.badHeaderCrc=CRC de encabezado no v\u00e1lido
errors.blocking.badEvTableCrc=Eventos no v\u00e1lidos/Variable CRC
errors.blocking.errorLoadingXMLFile=Error de carga del archivo XML
errors.blocking.invalidEvTableLen1=Eventos no v\u00e1lidos/Tama\u00f1o tabla de las variables especificada en el encabezado
errors.blocking.conflictCodeDebuts=El c\u00f3digo inicio datos y el c\u00f3digo inicio defecto tienen los mismos valores
errors.blocking.conflictCodeFins=El c\u00f3digo fin datos y el c\u00f3digo fin defecto tienen los mismos valores
errors.blocking.conflictCodeContinueFins=El c\u00f3digo continuo fin datos y el c\u00f3digo continuo fin defecto tienen los mismos valores
errors.blocking.conflictCodeContinueDebuts=El c\u00f3digo continuo inicio datos y el c\u00f3digo continuo inicio defecto tienen los mismos valores
errors.blocking.invalidEvTableLen2=Eventos no v\u00e1lidos/Tama\u00f1o tabla de las variables especificada en el encabezado (n\u00famero impar)
errors.blocking.badConfigurationCrc=CRC de la configuraci\u00f3n no v\u00e1lido
errors.blocking.errorLoadingIdConfigFile=Archivo de configuraci\u00f3n ausente:
errors.nonblocking.invalidValuesAfterMsg=BadBlocStructureException: Los bloques no contienen 0xFF despu\u00e9s del mensaje
errors.nonblocking.badMsgCrc=CRC del mensaje incorrecto
errors.nonblocking.invalidEventId=BadEventCodeException: ID de evento inv\u00e1lido encontrado en el mensaje
errors.nonblocking.eventId1=Id del evento:
errors.nonblocking.nonInterpretableEvent=imposible interpretar el mensaje, bloque:
errors.nonblocking.notXmlFoundEvent=Evento ausente del archivo xml
errors.nonblocking.nonInterpretableVariable=variable desconocida c\u00f3digo:
errors.nonblocking.variableId1=Id de la variable:
errors.nonblocking.blockStart1=N\u00famero de l\u00ednea en la vista de lista:
errors.nonblocking.invalidVariableId=ID de variable inv\u00e1lido encontrado en la tabla de datos
errors.nonblocking.invalidVariableId1=ID de variable inv\u00e1lido encontrado en el archivo XML (bit 15 = 1)
errors.nonblocking.nonAcceptableEventId=C\u00f3digo de evento no aceptable.
errors.nonblocking.invalidMessageLength=Longitud de mensaje inv\u00e1lida.
errors.nonblocking.invalidMessageLength1=Longitud de mensaje inv\u00e1lida.
errors.nonblocking.invalidMessageLength11=codeContinueFinBloc esperado.
errors.nonblocking.invalidMessageLength12=codeFinBloc esperado.
errors.nonblocking.invalidjruMsg=El mensaje no contiene la variable VNSBA_JRU_RAW_LEN antes de VNSBA_JRU_RAW_PTR
errors.nonblocking.invalidStartBlockCode=C\u00f3digo de bloque de inicio inv\u00e1lido
errors.nonblocking.invalidStartBlockCode1=C\u00f3digo de bloque continuo de inicio inv\u00e1lido
errors.nonblocking.invalidEndBlockCode=C\u00f3digo de fin de bloque inv\u00e1lido
errors.nonblocking.invalidXmlDiscrPoidsPremierOcted=Campo \u201cpeso 1er octeto\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlDiscrPoidsPremierBit=Campo \u201cpeso 1er bit\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlDiscrTaille=Campo \u201ctama\u00f1o\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlDiscrType=Campo \u201ctipo\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlDiscrCodageChaine=Valor \u201ccodificaci\u00f3n-cadena\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlDiscrNbDecimales=Valor \u201cn\u00famero-decimales\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlAnaPoidsPremierOcted=Campo \u201cpeso 1er octeto\u201d inv\u00e1lido para una variable discreta encontrada en el XML
errors.nonblocking.invalidXmlAnaPoidsPremierBit=Campo \u201cpeso 1er bit\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaCoefDir=\u201ccoef-director\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaOffset=Valor \u201coffset\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaCodageChaine=Valor \u201ccodificaci\u00f3n-cadena\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaNbDecimales=Valor \u201cn\u00famero-decimales\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaUnit=Valor \u201cunit\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaTaille=Campo \u201ctama\u00f1o\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlAnaType=Campo \u201ctipo\u201d inv\u00e1lido para una variable anal\u00f3gica encontrada en el XML
errors.nonblocking.invalidXmlVariableName=Nombre de variable inv\u00e1lido (cadena nula o vac\u00eda) encontrada en el XML
errors.nonblocking.duplicateXmlVariableName=Nombre de variable duplicado encontrado en el XML
errors.nonblocking.invalidXmlUsersList=Lista \u201cnombre usuario\u201d inv\u00e1lido encontrado en el XML
errors.nonblocking.invalidXmlComplexTaille=Campo \u201ctama\u00f1o\u201d inv\u00e1lido para una variable compleja encontrada en el XML
errors.nonblocking.invalidXmlComplexTaille1=Campo \u201ctama\u00f1o\u201d inv\u00e1lido para una variable compleja encontrada en el XML (diferentes tama\u00f1os de subvariable)
errors.nonblocking.invalidXmlComplexTaille2=Imposible analizar la variable compleja:
errors.nonblocking.invalidXmlComplexTaille3=Champ \u00ab taille \u00bb invalide pour une variable complexe trouv\u00e9e dans le XML ( total des tailles de sous-variable inf\u00e9rieur)
errors.nonblocking.invalidXmlComplexSubVarName=Nombre inv\u00e1lido para una subvariable o una variable compleja
errors.nonblocking.invalidByteOffsetSubVar=Invalid byte offset
errors.nonblocking.invalidBitOffsetSubVar=Invalid bit offset
errors.nonblocking.invalidOffsetComplexVar=Complex var size
errors.nonblocking.invalidXmlComplexPoidsPremierOctet=Campo inv\u00e1lido  " peso 1er octeto " para una variable compleja encontrada en el XML.
errors.nonblocking.invalidXmlComplexPoidsPremierBit=Campo inv\u00e1lido  " peso 1er bit " para una variable compleja encontrada en el XML.
errors.nonblocking.invalidXmlVarCode=El c\u00f3digo variable no se puede leer
errors.nonblocking.invalidXmlVarCode1=C\u00f3digo variable inv\u00e1lido (no en el intervalo 0 - 32767)
errors.nonblocking.invalidXmlEvCaractTemp=Caracter\u00edsticas temporales inv\u00e1lidas en el evento
errors.nonblocking.invalidXmlEvName=Nombre de evento inv\u00e1lido
errors.nonblocking.invalidLabelName=Nombre de label inv\u00e1lido (nulo)
errors.nonblocking.invalidLabelValues=Valores de labeles inv\u00e1lidos (nulo)
errors.nonblocking.invalidVarComposeSousVarNom=Nombre inv\u00e1lido para una subvariable de variable compuesta
errors.nonblocking.nullSousVarDansCompose=Subvariable de variable compuesta inv\u00e1lida (nula)
errors.nonblocking.codeVarNotFoundInXML=El c\u00f3digo variable no se ha encontrado en el XML. C\u00f3digo\=
errors.nonblocking.repereVariableNotFoundInXML=Imposible encontrar el descriptor de variable para la marca de variable
errors.nonblocking.unsupportedRepereRequested=No se acepte la solicitud para la marca
errors.nonblocking.diametreNonValide=Archivo de recorrido inconsistente (valor de di\u00e1metro inicial de rueda presente en el archivo incorrecto)
errors.nonblocking.variableNotFound=Una variable vol\u00e1til sin definir.
errors.nonblocking.badHeaderCrcData=CRC datos no v\u00e1lidos
errors.nonblocking.nonMatchingDataLength=El tama\u00f1o de los datos en el encabezado no coincide con el tama\u00f1o de los datos reales
parseurFlag.1=Evento de inicio no inicializado. Inicializado por defecto en \"{\"
parseurFlag.3=Evento de cambio de d\u00eda no inicializado. Inicializado por defecto en \"T\"
parseurFlag.4=Evento de cambio de hora GPS no inicializado. Inicializado por defecto en \"T\"
parseurFlag.5=Evento de cambio de hora TOM no inicializado. Inicializado por defecto en \"T\"
parseurFlag.6=Evento de cambio de hora MINT no inicializado. Inicializado por defecto en \"T\"
ParseurMarqueur.1=Comentario generado para la ID
ParseurParcoursJRU.2=No se ha encontrado el archivo de configuraci\u00f3n de tama\u00f1o de encabezado en formato bru
ParseurParcoursJRU.3=Se ha producido un error de lectura del archivo de configuraci\u00f3n de tama\u00f1o de encabezado en formato bru
ParseurParcoursJRU.4=No se encuentra el tama\u00f1o de encabezado del archivo en el archivo de configuraci\u00f3n de tama\u00f1o de encabezado en formato bru
ParseurParcoursJRU.5=Error de encadenamiento baliza S2
ParseurParcoursJRU.6=No se encuentra la baliza: S1 o S2
ParseurParcoursJRU.7=Error de encadenamiento baliza S11
ParseurParcoursJRU.8=Error de encadenamiento baliza S11
ParseurParcoursJRU.9=Error de encadenamiento baliza S22
ParseurParcoursJRU.40=El valor de la variable de encabezamiento del \u00faltimo paquete (
ParseurParcoursJRU.41=) no es v\u00e1lido, valor previsto:
ParseurParcoursJRU.42=, valor le\u00eddo:
ParseurParcoursJRU.10=No se encuentra la baliza: S11 o S22
ParseurParcoursJRU.11=, longitud registrada:
ParseurParcoursJRU.12=, longitud calculada:
ParseurParcoursJRU.13=Longitud de paquete no v\u00e1lida (L_PACKET);
ParseurParcoursJRU.14=paquete
ParseurParcoursJRU.16=, n\u00famero de paquete no v\u00e1lido.
ParseurParcoursJRU.17=, valor desconocido, descodificaci\u00f3n de datos imposible.
parseurVBV.1=Nombre de VBV generado para la ID
gestionnaireMarker.1=Anotaci\u00f3n_
ParseurXML1.0=true
ParseurXML1.1=false
ParseurFlags.2=Evento de cambio de hora GPS no inicializado. Inicializado por defecto en "T"
ParseurFlags.5=Evento de cambio de hora TOM no inicializado. Inicializado por defecto en "T"
ParseurFlags.8=Evento de cambio de hora MINT no inicializado. Inicializado por defecto en "T"
ChargeurParcours.7=No se puede encontrar el nombre del archivo xml en el archivo IdConfig.properties
ChargeurParcours.9=Archivo xml ausente:
FormatFileQuestion.0=\u00bfCu\u00e1l es el formato de este archivo?
FormatFileQuestion.1=\u00bfCu\u00e1l es la versi\u00f3n de este archivo?
FormatFileQuestion.2=0056ersi\u00f3n del archivo
FormatFileQuestion.3=0045sto no es un n\u00famero
