VueListeFiltre.0=Filter - Listenansicht
VueListeFiltre.1=M\u00f6chten Sie das Filter speichern
VueListeFiltre.3=Schlie\u00dfen
VueListeFiltre.4=Filterverwaltung
VueListeFiltreEditeur.0=W\u00e4hlen der anzuzeigenden Variablen...
VueListeFiltreEditeur.5=Klicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die Listenansicht festzulegen
VueListeFiltreEditeur.1=<Kein Ereignis>
VueListeFiltreEditeur.6=Dieses Filter ist g\u00fcltig; Sie k\u00f6nnen es durch Klicken auf \u201eAnwenden\u201c auf die Listenansicht anwenden, durch Klicken auf \u201eDuplizieren\u201c eine Kopie davon erstellen, es durch Klicken auf \u201eL\u00f6schen\u201c l\u00f6schen oder es durch Anbringen der gew\u00fcnschten \u00c4nderungen im rechten Teil des Fensters ver\u00e4ndern.\nKlicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die Listenansicht festzulegen.\nW\u00e4hlen Sie ein Filter aus, um seinen Inhalt einzusehen.
VueListeFiltreEditeur.7=Dieses Filter ist nicht g\u00fcltig; Sie k\u00f6nnen es l\u00f6schen, indem Sieugen, um es g\u00fcltig zu machen, indem Sie auf \u201eDuplizieren\u201c klicken.\nKlicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die Listenansicht festzulegen.\nW\u00e4hlen Sie ein Filter, um seinen Inhalt einzusehen.
VueListeFiltreEditeur.8=Geben Sie den Namen des Filters ein und f\u00fcgen Sie dann \u00fcber die Drop-Down-Listen die gew\u00fcnschten Ereignisse ein. Mit dem K\u00e4stchen \u201eW\u00e4hlen der anzuzeigenden Variablen\u201ce auf \u201eL\u00f6schen\u201c klicken, oder Sie k\u00f6nnen eine Kopie erz k\u00f6nnen Sie die anzuzeigenden Variablen w\u00e4hlen.\nUm eine Variable aus der Liste zu l\u00f6schen, verwenden Sie die Taste \u201eEntf\u201c oder ersetzen die Variable durch eine leere Variable. Klicken Sie auf \u201eSpeichern\u201c, um das Filter zu best\u00e4tigen.\nKlicken Sie auf "Abbrechen", um das Erstellen des Filters abzubrechen.
VueListeFiltreEditeur.2=Ereignis
VueListeFiltreEditeur.3=<Keine Variable>
VueListeFiltreEditeur.4=Variable
ListeFiltresEditorTable.0=<L\u00f6schen>
ListeFiltresEditorTable.1=<Suchen...>
ListeFiltresEditorTable.2=Ereignis
