TabularFiltresEditorTable.0=<Keine Variable>
TabularFiltresEditorTable.1=<Suchen...>
TabularFiltresEditorTable.2=Die Variablen ausw\u00e4hlen, die enthalten:
VueTabulaireFiltre.1=M\u00f6chten Sie das Filter speichern
VueTabulaireFiltre.0=Schlie\u00dfen
VueTabulaireFiltre.5=Filterverwaltung
VueTabulaireFiltreEditeur.0=Filter - tabellarische Ansicht
VueTabulaireFiltreEditeur.19=Klicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die tabellarische Ansicht festzulegen
VueTabulaireFiltreEditeur.1=Variable
VueTabulaireFiltreEditeur.20=Dieses Filter ist g\u00fcltig; Sie k\u00f6nnen es durch Klicken auf \u201eAnwenden\u201c auf die Listenansicht anwenden, durch Klicken auf \u201eDuplizieren\u201c eine Kopie davon erstellen, es durch Klicken auf \u201eL\u00f6schen\u201c l\u00f6schen oder es durch Anbringen der gew\u00fcnschten \u00c4nderungen im rechten Teil des Fensters ver\u00e4ndern.\nKlicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die tabellarische Ansicht festzulegen.\nW\u00e4hlen Sie ein Filter aus, um seinen Inhalt einzusehen.
VueTabulaireFiltreEditeur.21=Dieses Filter ist nicht g\u00fcltig; Sie k\u00f6nnen es l\u00f6schen, indem Sie auf \u201eL\u00f6schen\u201c klicken, oder Sie k\u00f6nnen eine Kopie erzeugen, um es g\u00fcltig zu machen, indem Sie auf \u201eDuplizieren\u201c klicken.\nKlicken Sie auf \u201eErstellen\u201c, um ein neues Filter f\u00fcr die tabellarische Ansicht festzulegen.\nW\u00e4hlen Sie ein Filter, um seinen Inhalt einzusehen.
VueTabulaireFiltreEditeur.4=Geben Sie den Namen des Filters ein und f\u00fcgen Sie dann \u00fcber die Drop-Down-Listen die gew\u00fcnschten Variablen ein. Zu den Variablen k\u00f6nnen Bedingungen angef\u00fcgt werden, indem in der Spalte \u201eOperator\u201c ein Operator gew\u00e4hlt und in der Spalte \u201eWert\u201c ein Wert eingegeben werden. \n Die ausgew\u00e4hlten Variablen k\u00f6nnen mit den \u201ePfeil\u201c-Schaltfl\u00e4chen geordnet werden. \n Zum L\u00f6schen einer Variablen aus einer Liste verwenden Sie die Taste \u201eEntf\u201c oder ersetzen sie durch das Leerelement.
VueTabulaireFiltreEditeur.2=Operator
VueTabulaireFiltreEditeur.3=Wert
VueTabulaireFiltreEditeur.14=\ ist kein g\u00fcltiger Wert
VueTabulaireFiltreEditeur.15=Sie m\u00fcssen einen von Null abweichenden Wert eingeben f\u00fcr
FiltreTabulaireComposite.0=Anwenden des tabellarischen Filters
FiltreTabulaireComposite.1=Wenn Sie dieses Filter anwenden m\u00f6chten, wenden Sie bitte vorher eine Radkorrektur an. (Das Filter enth\u00e4lt die Variable der korrigierten Geschwindigkeit.)
